Repository: Fu-XDU/ScreenCapture
Catalog: ScreenCapture/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: About
zh_hans: 关于

source: Delete local screenshots after successful upload
zh_hans: 上传成功后删除本地截图

source: Device id:
zh_hans: 设备标识：

source: Disable service
zh_hans: 停用服务

source: Disable upload
zh_hans: 停用上传

source: Enable service
zh_hans: 启动服务

source: Enable upload
zh_hans: 启动上传

source: General
zh_hans: 通用

source: Log directory:
zh_hans: 日志目录：

source: Please enter server token:
zh_hans: 请输入Token：

source: Please enter server URL
zh_hans: 请输入链接

source: Please enter upload URL
zh_hans: 请输入链接

source: Preferences
zh_hans: 偏好设置

source: Quit
zh_hans: 退出

source: Reset settings
zh_hans: 重置设置

source: Screenshots directory:
zh_hans: 截图目录：

source: Select
zh_hans: 选择

source: Select a directory to save the logs
zh_hans: 选择一个目录来保存日志

source: Select a directory to save the screenshots
zh_hans: 选择一个目录来保存截图

source: Server URL:
zh_hans: 服务链接

source: Service disabled
zh_hans: 服务未启动

source: Service enabled
zh_hans: 服务已启动

source: Service Token:
zh_hans: 服务Token：

source: Startup when login
zh_hans: 登录时启动

source: Unkonwn
zh_hans: 未知

source: Upload enabled
zh_hans: 上传已启用

source: Upload not enabled
zh_hans: 上传未启用

source: Upload URL:
zh_hans: 上传链接
